akonadi-calendar-tools
akonadiconsole
akonadi-import-wizard
akregator
alligator
angelfish
ark
artikulate
audiocd-kio
audiotube
base
base-devel
blinken
bluedevil
bluez-utils
bomber
bovo
breeze5
breeze-gtk
breeze-plymouth
cantor
cervisia
code
colord-kde
devtools
dhcpcd
discord
discover
dnsmasq
dolphin
dolphin-plugins
dosfstools
dragon
drkonqi
efibootmgr
elisa
falkon
ffmpegthumbs
filelight
firefox
flatpak-kcm
foot
fzf
ghostwriter
git
go
granatier
grantlee-editor
grub
gwenview
hostapd
i3status
i3-wm
intel-ucode
itinerary
iw
juk
k3b
kactivitymanagerd
kaddressbook
kajongg
kalarm
kalgebra
kalk
kalzium
kamera
kamoso
kanagram
kapman
kapptemplate
kasts
kate
katomic
kbackup
kblackbox
kblocks
kbounce
kbreakout
kbruch
kcachegrind
kcalc
kcharselect
kclock
kcolorchooser
kcron
kdebugsettings
kde-cli-tools
kdeconnect
kdecoration
kde-dev-scripts
kde-dev-utils
kdegraphics-thumbnailers
kde-gtk-config
kde-inotify-survey
kdenetwork-filesharing
kdenlive
kdepim-addons
kdeplasma-addons
kdesdk-kio
kdesdk-thumbnailers
kdevelop
kdevelop-php
kdevelop-python
kdf
kdialog
kdiamond
keditbookmarks
keysmith
kfind
kfourinline
kgamma
kgeography
kget
kgoldrunner
kgpg
khangman
khelpcenter
kig
kigo
killbots
kimagemapeditor
kinfocenter
kio-admin
kio-extras
kio-gdrive
kio-zeroconf
kirigami-gallery
kiriki
kiten
kjournald
kjumpingcube
kleopatra
klettres
klickety
klines
kmag
kmahjongg
kmail
kmail-account-wizard
kmenuedit
kmines
kmix
kmousetool
kmouth
kmplot
knavalbattle
knetwalk
knights
knotes
koko
kolf
kollision
kolourpaint
kompare
kongress
konquest
konsole
kontact
kontrast
konversation
korganizer
kpat
kpipewire
krdc
krecorder
kreversi
krfb
kruler
kscreen
kscreenlocker
kshisen
ksirk
ksnakeduel
kspaceduel
ksquares
ksshaskpass
ksudoku
ksystemlog
ksystemstats
kteatime
ktimer
ktorrent
ktouch
ktrip
ktuberling
kturtle
kubrick
kwalletmanager
kwallet-pam
kwave
kwayland-integration
kweather
kwin
kwordquiz
kwrited
layer-shell-qt
libayatana-appindicator
libcurl-gnutls
libkscreen
libksysguard
linux
linux-firmware
linux-headers
linux-lts
lokalize
lskat
marble
markdownpart
mbox-importer
merkuro
milou
minuet
monero-gui
mtools
nano
neochat
neofetch
net-tools
networkmanager
nodejs
npm
okular
openbsd-netcat
os-prober
oxygen5
oxygen-sounds
pacman-contrib
palapeli
parley
partitionmanager
pavucontrol
picmi
pim-data-exporter
pim-sieve-editor
plasma5-integration
plasma-browser-integration
plasma-desktop
plasma-disks
plasma-firewall
plasma-nm
plasma-pa
plasma-sdk
plasma-systemmonitor
plasma-thunderbolt
plasmatube
plasma-vault
plasma-welcome
plasma-workspace
plasma-workspace-wallpapers
plymouth-kcm
polkit-kde-agent
powerdevil
poxml
print-manager
pulseaudio
pulseaudio-bluetooth
rocs
rxvt-unicode
sddm
sddm-kcm
sdl2_mixer
signon-kwallet-extension
skanlite
skanpage
skladnik
spectacle
spotify-launcher
steam
step
sudo
svgpart
sway
swaybg
sweeper
systemsettings
telly-skout
tokodon
ttf-font-awesome
umbrello
vi
vim
waybar
xdg-desktop-portal-kde
xf86-video-vesa
xmrig
xorg-bdftopcf
xorg-docs
xorg-fonts-100dpi
xorg-fonts-75dpi
xorg-fonts-encodings
xorg-font-util
xorg-iceauth
xorg-mkfontscale
xorg-server
xorg-server-common
xorg-server-devel
xorg-server-xephyr
xorg-server-xnest
xorg-server-xvfb
xorg-sessreg
xorg-setxkbmap
xorg-smproxy
xorg-x11perf
xorg-xauth
xorg-xbacklight
xorg-xcmsdb
xorg-xcursorgen
xorg-xdpyinfo
xorg-xdriinfo
xorg-xev
xorg-xgamma
xorg-xhost
xorg-xinit
xorg-xinput
xorg-xkbcomp
xorg-xkbevd
xorg-xkbutils
xorg-xkill
xorg-xlsatoms
xorg-xlsclients
xorg-xmodmap
xorg-xpr
xorg-xprop
xorg-xrandr
xorg-xrdb
xorg-xrefresh
xorg-xset
xorg-xsetroot
xorg-xvinfo
xorg-xwayland
xorg-xwd
xorg-xwininfo
xorg-xwud
xterm
yakuake
zanshin
zsh
